Revit 2027 API
ExtendedPropertiesLinkValues Properties
The ExtendedPropertiesLinkValues type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ExtendedPropertiesLinkValues Class
Autodesk.Revit.DB.ExternalData Namespace